{
    "text": "You finish a good meal of Korean BBQ when one of your parents, holding a credit card as though it’s a baton from a relay race, suddenly rushes toward the counter. Your parents’ friends, also equipped with their own credit cards, follow the chase toward the same direction, their alacrity to spill their money manifesting in their athletic speed. A struggle breaks out as they all quarrel to hand their cards to the cashier before anyone else does. The part-time employee is confused: who’s card am I supposed to take?\nIt is common for Korean adults to try to pay for an entire meal; if one does not, it is sometimes even considered to be rude and selfish. However, do these “altruistic” actions, such as buying other people’s food and even donating to the poor, truly reflect whether or not they are done out of sincere kindness? Most people believe that the source of altruism is the “good-willed” heart.\nAyn Rand would rightfully disagree.\nRand preaches the idea that it is virtuous to be rationally selfish and that people should act so that it directly benefits themselves. She calls this justice; when people give a certain amount of value, they expect a similar value to be given back to them.\nConnecting back to the example given at the beginning, perhaps your parents are trying to pay because they want to become closer friends with the people they are dining with. Imagine, let’s say, that the “friends” were business partners. By “giving” (or rather investing) around $200 for a meal, they could have gone one step closer to a multi-million dollar deal. After all, there is no free lunch.\nStill not convinced? Let’s say a celebrity publicly donated $5 million to UNICEF. Was this done out of the kindness of his heart, or was it done to boost his public image? It’s clear which incentive is truly at play when we realize that the celebrity could possibly be gaining more deals with fashion brands and gaining more followers for being seen as “a benevolent person.”\nEven if, for instance, one may be truly donating to help the poor out of strong pathos, the Greek terminology for emotions, the action should still be considered selfish because aiding other people could certainly be simply a means to emancipate him from the emotional distress of guilt. This notion is something that philosophers like Immanuel Kant, who acerbically dislikes using other people for any reason, even including bringing emotional solace, would actually deem as immoral.\nReturning to the main point, Ayn Rand illustrates how there is always a selfish desire that controls and dictates our actions in her philosophical works, such as The Virtue of Selfishness. However, she does not, as the title of her work suggests, view this phenomenon in a negative light. Instead, she claims how humans are innately psychologically programmed to work this way, contradicting popular Christian beliefs of giving for the sake of giving. She elaborates this idea by mentioning how we scientifically would not have been able to survive without being selfish and that it is our nature to strive for whatever will bring us the most value.\nUnderstanding this concept is pivotal when attempting to understand the true motifs of donations as it enlightens us to not automatically laud someone for giving large sums of money while also indicating that it is acceptable to have ulterior motives behind seemingly innocent actions. Of course, this ideology does not mean that donations themselves are, in any way, a bad thing. Ultimately, the action of helping the poor, no matter what the incentives are, will benefit those who are in need. Therefore, especially in the future, it is important to provide a powerful incentive to donate, even if it means paradoxically praising the so-called “good-willed” heavy hitters. The impetus of giving does not change the fact that thousands of lives can be saved, regardless of who is more correct in the debate between altruism and selfishness. Benevolence is benevolence."
}