{
    "text": "Would you help a child drowning in water? Would you save someone’s life if you could? Most people answer yes, not because they are particularly nice, but because most people feel a sense of obligation. This obligation stems from a sense of what is right and what is wrong: in simple terms, morality. \nBut morality isn’t always as straightforward as saving someone versus killing someone. That’s why we have moral dilemmas and moral gray areas. Moral dilemmas are questions people make to try to define and make sense of these standards and challenge existing norms. The answers are often difficult to find or vary based on person to person. The difference between morality and the law is the liability we have. It is “good” to help someone, but unless you have caused the problem, it’s not your “responsibility” to help. Although it can seem abstract, the concept of morality heavily influences our daily lives. For instance, how we discuss and set moral standards are key factors in measuring our societal progress. Homosexuality was seen as a sin in the past, and although many people still see it that way, more of society has decided that it’s immoral to judge people based on those factors. The standard of morality is constantly changing, which is why people continue to struggle to define it.\nAs mentioned above, morality is not absolute. It is subjective, and this is clear when we see the evolving social trends in our current society. Killing people may become a moral decision in the next few years, and though it may seem unacceptable by current standards, the same cannot be said for future societies, proving that morality and how society changes is often unpredictable, if not random. And that’s because morality is a purely social concept. All individuals have different ideas of morality which they pass on to the people near them. This creates an average social consensus of what most people relatively agree to, and most people ultimately adapt or conform to the consensus. We, or our brains and our bodies, cannot decide by ourselves the precise definition of the standard of morality. And science proves this as well because there is no physical difference between the brains of people who have different moral ideas.\nSo, how does the process of morality in our brain happen? Scientists have long been researching the connection between our body and intangible subjects such as morality, and studies have proven that there is indeed a correlation. According to Joshua Greene, a Harvard associate professor, the medial prefrontal cortex (cognitive control), the posterior cingulate (processing behavior) and the angular gyrus (emotion regulation) is where the magic happens. But morality is subjective, so how does the brain determine what is right or wrong? The answer lies in what happens in those parts of the brain. Because the brain does not have an objective answer to each and every situation - it’s the amount of activity your brain conducts to reach a conclusion that you deem moral by your standards. The effort you make to do moral actions is what is shown by brain activity. For instance, the reason why psychopaths or sociopaths are not “moral” is not because they are not smart enough to understand morality, but rather because they don’t see the need to be moral. The parts of the brain which control emotional responses and the effort to reach a moral conclusion are just underdeveloped, damaged, or disconnected from the rest of the brain. \nEven though morality is non-absolute, it’s much more connected with genetics and non-controllable variables than people expect. The ability to know morality is just restricted at birth for some people. So how do we find a balance? Society needs to find the answer."
}