{
    "text": "One evening, you’re walking down a street. In front is a convicted murderer who’s attempting to escape from the cops. Now, if given the choice, you would likely help the police. But what happens if that wasn’t a murderer, but instead your best friend? Or perhaps your dad. Maybe even a Chinese spy who has information on the CIA’s misdoings. So how in the world are you supposed to know which type of person to capture or let go? \nThe ability and physiological theory that allows humans to differentiate between what’s right and wrong is called ethics. Research in psychology and neurosciences has revealed the role of specific parts of the brain in moral judgment and behavior, showing that emotions are strongly involved in moral judgments. In other words, while ethics is an idea that allows humans to be good, it is widely based on people’s emotions and personal beliefs. This begs the question: is there such a thing as right and wrong? To understand everyday ethical decisions, we must understand how emotions are tied to our judgment and on which ideals humans are divided on in terms of righteousness. \nIn life, some actions are clearly wrong while others are justified. Ethics are what justifies these actions. One way the brain decides this is by looking to see if an act follows the law. When someone is committing a crime such as rape, murder, or theft, most people will agree that these action are unethical. However, on a larger scale, ethics are also shaped by one's custom, culture, and era. As a society, humans can see how ethics have changed overall by looking at the past. In the 1700’s, it was acceptable and common to own African Americans and work them as slaves. It was also ethically right to not shower daily, smoke anywhere one wanted to, and to not drink coffee (claimed to be the drink of the devil). These extreme examples show how some actions that used to be seen as ethical are now unethical, and vice versa. This essentially demonstrates how morality and ethics are not shaped by a rigid code that separates what’s good and bad. Rather, society’s customs, bias, and cultures are what shapes an individual’s moral code. \nEven in today’s society, humans are divided on what’s “ethical” and morally just. While a family in South Korea may see yelling at an elder as a devil’s crime, Russians might think it’s normal to yell at elders and, in some ways, encourage that behavior. Even the U.S.A, a melting pot full of Hispanics, Asians, Caucasians, African Americans, and Native Americans, yields different cultures with different moral codes. Concern for family varies from family to family, and community bonds may be seen as valuable by some more than others. Equality for all (including transgender people) is also morally controversial. While many support same sex-marriage and the LGTBQ+ community, there are many who’s religion calls same-sex marriage a crime, leading to them saying that same sex-marriage is morally wrong. Justification of murder and killing in warfare also raises a lot of ethical questions. While some believe that it is wrong to kill a living being, many will say that it is ethical and justified to murder in self-defense or for the greater good.\nHumans sacrifice, suicide, euthanasia, duty to support the young and the elderly, divorce, concern for animals, gender equality (many Asian soceties support the husband over the wife) and cannibalism are also ethically controversial. \nSome might conclude from these examples that one's ethics can vary so much that perhaps ethics is essentially just a form of political opinion. After all, what politicians are doing is running to support a certain set of ethical beliefs. Conservatives will be supported by those who think abortion is morally wrong, government regulation is evil, and hate cancel culture. Liberals meanwhile, will be supported by those who believe that it is morally right to have abortions, same sex-marriage, and ban guns. \nDespite differences in ethical codes depending on the time, location, and culture, having a set of ethical rules is still essential to society's well-being. The reason laws are created is because a majority agree that certain actions such as the murder of a non-violent human, rape, and lying under oath are morally wrong. Without ethics, laws would never be created, humans would only commit selfish deeds, and evil would creep into our everyday lives. Ethics is what holds back humans' selfish nature, and is the reason that everyday people function with each other. But in today’s society, ethical rules are constantly being bent and eroded. Gen Z is increasingly becoming intoxicated by woke culture, violent games and shows, 10-second social media posts, and shady influencers. On average, people spend an average of 2 and a half hours on social media, sucking in intoxicating comments, posts about women, and continuously witnessing societies “standards” and “barriers”. Furthermore, politics is becoming more divided than ever before with the insurrection of the US capital, the war against western civilization, and the assassinations of former and current world leaders. Therefore, it is even more important that, in this time of great political division, we, as a society, come together and find common ground based on ethical codes. Fail to come together, and the world will slowly tear itself apart, one culture and generation at a time."
}