{
    "text": "Introduction\nI’m sure many people are familiar with this scenario: I wake up every morning thinking it is a fresh start to a new day, but soon realize that due to my procrastination, I still have loads of work to finish. On some days, it worsens to the point where I feel doubtful of myself and want to just give up. This is what some people would call stress. Stress has become a part of our daily lives. School, work, money, family, and friends can all contribute to the stress you feel every day. This doesn’t necessarily mean that we suffer every day because we are stressed out by our responsibilities. Stress has its benefits too -- it's just the harms that seem most apparent to us. Although getting rid of stress is impossible and trying to relieve your stress can lead to even more stress, there are ways stress can be reduced.\nBackground\nStress is caused when our body and mind feel pressure. Unexpected or overwhelming situations are most likely the cause of pressure in someone’s life. Stress is a type of psychological pain that cannot be measured, classified, or identified by any tests. However, when someone feels too much pressure and extreme levels of stress, it can lead to serious health issues. A few examples of the causes of stress are conflicts in relationships, financial problems, new responsibilities, loss of a loved one, traumatic incidents, or moving to a new environment. \nThese issues may lead to two types of stress: acute stress and chronic stress. Acute stress is the type of stress that motivates an individual because it only lasts for a timeframe. For instance, if someone is pressured to finish an assignment because of its quickly approaching due date, it may be stressful to the person, but it helps to prevent procrastination. Most people don’t realize that a little bit of pressure is actually beneficial in the long term in making one more persistent. Stress can’t be completely discarded, so it is for the best that people get used to it occasionally appearing. On the other hand, chronic stress is the type that significantly affects one’s life and leaves a permanent scar on their life because it lasts for such a long time. For example, if someone’s loved one dies, it can put them through a great deal of stress for a long period of time. This can lead to harmful problems such as depression that can take a long time to recover from. Therefore, dealing with stress is something that should be dealt with seriously because of the effects that can come from it. \nEffects of Stress\nWhether it is acute stress or chronic stress that a person is influenced by, it ultimately has some sort of effect on the individual. The effects of stress can also be divided into two different types: physical and mental. Physical effects are those that negatively influence a person’s body, creating painful symptoms. Physical effects include high blood pressure, headaches, stomach aches, chest aches, a weaker immune system, and even sleep problems. If such physical problems are not dealt with quickly, they could lead to bigger problems in the future including cancer or various other diseases. Meanwhile, mental symptoms are caused by a person’s thoughts or feelings that could damage an individual’s brain and how their body functions. Mental effects include anxiety, depression, panic attacks, and suicidal thoughts. Both physical and mental symptoms can negatively affect the way a person deals with situations in the future, and how a person chooses to live. \nApart from these symptoms, there are numerous other harmful actions that can be induced by stress. For instance, smoking, drinking alcohol, and excessive eating are all methods people use to cope with their stress. However, an excessive amount of smoking and drinking can lead to an individual's health deteriorating, and ending up with nothing to help bring them back to full health. In the end, a majority of the effects of stress can bring someone’s life one step closer to death as a result of all the negative outcomes it leads to. \nHow to Deal With Stress\nFor some, this information may have been shocking and terrifying to read. However, when there is a problem, there is often a solution to it. \nEven before thinking about how to feel less stressed after being stressed out, let’s think about how to prevent stress in the first place. The most common things people say are maintaining a healthy diet, keeping a positive mindset, or doing relaxing activities. Although these are all successful ways in keeping a well-planned and positive life, balancing out your life effectively is one of the principal methods to reduce stress. The government of Queensland states that controlling your life so that it is moving at the pace you are comfortable with is an effective way of reducing stress. In order to prevent small problems from stressing you out, it is best to make a balanced schedule and try to do things that you enjoy. Obviously, there are responsibilities people have, but incorporating a bit of fun into one’s life won’t hurt anyone. \nOf course, following instructions on the internet on how to prevent stress doesn’t mean that it will automatically give you a stress-free life; however, there are always ways to relieve stress. Although everyone has their own way of stress-relieving, common ways to do so are setting goals, exercising, and talking to friends or family members. Personally, whenever I feel very stressed and don’t see any clear solutions, I always ask one of my closest friends for advice which always makes me feel better. Other than that, people also do other activities such as eating, playing games, watching movies, or even sleeping, which I find very effective. Therefore, even if you feel stressed out, you can always turn to these solutions to make your life more enjoyable.\n"
}