{
    "text": "Everyone has positive and negative character traits that represent who we truly are. They are significantly different from personality as personality refers to the behavior and attitude whilst character traits refers to the more moral and mental qualities. It is puzzling to figure out one’s character as their traits are shown in specific and uncommon scenarios. Beliefs, which can also be seen as “rules”, are the fundamental basis of one’s character traits. In other words, while your personality could be viewed as a “mask”, your character is the person hidden inside it. So what exactly determines a character and what ways are there to develop it?\nDiscipline is one of the most important aspects that determines an individual’s character. People need regulations and self-control to achieve and maintain good character. Most importantly, they have to be committed to these rules. Good “rules” could include: ‘honesty is the best policy’, ‘always do your best’, ‘help others as if you were them’. In contrast, bad “rules” include ‘don’t worry about being late’, ‘you can do it later’, and many others. These rules are the defining basis of having a good or bad character. If you are attached to the “good rules”, it means that you are building a better character. However, differentiating positive and negative traits is quite difficult until one is put in the position to show their character. For example, when they are put on the spot after making a mistake at work, an employee with good character would tell the complete truth, demonstrating honesty, whereas one with a weaker character would lie or attempt to shift the blame to someone else. Like this, certain circumstances reveal one’s character and their moral beliefs.\nOther important points which contribute to the development of character include autonomy and the environment. People must be free from control and should be able to make morally correct decisions without any outside pressure. This means that people from an environment where they are endlessly pressured into making decisions will never be able to grow as a character, and their moral and mental qualities will not develop. For instance, in an environment where one constantly faces a situation to make decisions, they start losing their morality. Yes, it is true that one continuously has to make decisions. However, making a decision that is pressured and making a decision through thought and consideration leads to a different outcome, developing their character. Take the example of  South Korea, a country where most parents and families’ top priority is to send their children to the best university. Here, the students are forced to have a very narrow view of the world, focusing only on their goal of getting into a good university. Students are pressured into studying and when faced with a situation where they are needed to make a decision, for example, where one student is asked to give their opportunity to, for example, be president of a club to another friend, they are pressured into using the opportunity for themselves instead of sharing due to the pressure of the society. On the other hand, when a student learns and grows from an environment where they are able to freely and individually make decisions, they develop their character. Having to be able to make their own and right decisions is key to developing the character.\nCharacter changes and develops as one lives. Since the very beginning of life, every individual’s character has been shaped and molded several times through different incidents including love, losses, achievements, and accidents. The American author, Robert Elliot Speer states, “our actions become habits, and our habits become character.” Every day, people are faced with dilemmas but also happiness. The many circumstances we go through and how we act upon them is molding our character at the same time. It is endless – people’s character are changing every minute based on the decisions they make."
}