{
    "text": "Would you kill one person to save five? This question is the basis for a very famous unsolved moral dilemma created by the philosopher Philippa Foot. For most, these gray, obscure questions become more and more apparent as a person develops. People have differing opinions and answers, making it seem as though there is no answer when someone is forced to make decisions under urgency or pressure; they have to reflect on what they have learned from their experiences as to what values they prioritize. Therefore, one’s experiences, cultural background, and interactions create the reasoning behind making the right decision.\nJean Piaget was a Swiss Psychologist who proposed to acquire children's learning and understanding processes. His theory was used in psychologist Lawrence Kohlberg’s discovery of established moral development stages as they age. Kohlberg focused on the process a person takes to decide their response to a moral dilemma; he believed the reasoning behind each decision was more significant than the actual answer and claimed that there were three stages to this process: pre-conventional, conventional, and post-conventional.\nPre-conventional morality mostly focuses on ages 0 to approximately 9. According to Kohlberg, in this age range, children’s views on right and wrong are influenced by punishments and rewards. Therefore, moral decisions are shaped by adults and their standards rather than children themselves; for instance, the child learns that if an action leads to punishment, it is bad, and if it leads to a reward, it is good. The child will obey to avoid punishment but to receive rewards or satisfy personal needs. \nConventional morality is the second stage that occurs primarily among adolescents and adults. During this stage, people’s motivation shifts from self-interest to the individual’s social life and their relationships with other people. Therefore, the individuals support values based on the norms of their group, striving to support the regulations set forth by parents, peers, and other important figures in their lives. A person in this stage decides based on the approval of others, and they act “good” in order to be seen as good by others. As a result, they will obey the established laws and avoid wrongdoings to maintain social order. \nFinally, post-conventional morality is the final stage that occurs only among 0 to 15% of adults. At this stage, the person goes deeper into the abstract ideas beyond their society, allowing them to understand the abstract principles and values of universal ethical principles. An individual at this stage believes that laws are not always consistent and sometimes go against one’s rights and interests, such as the importance of human dignity. Because of this, Kohlberg believes people in this stage set their own principles and moral guidelines that apply to everyone, considering their individual rights and justice to make moral reasoning and judgments. \nAnother psychologist, Stanley Milgram from Yale University, conducted the Milgram Shock Experiment starting in July of 1961. This series of experiments is one of the most famous studies regarding obedience, and it focused on the conflict between one’s obedience to authority and morality. During the experiment, there were two people: the “learner” and the “teacher.” After looking at a list of paired words, the learner is tested by recalling the other word paired with the word the teacher said. The learner would get an electric shock every time he or she fails to remember or makes a mistake, and the level of shock (volts) intensifies every time. Each time the teacher refused to shock the learner, the experimenter gave orders, such as “please continue,” “the experiment requires you to continue,” and “it is absolutely essential for you to continue,” pressuring the teacher to continue. \nIn total, all participants continued the experiments to 300 bolts, and two-thirds of the volunteers ended up reaching 450 bolts. This experiment shows how the people decided to act when they were pressured to act against their conscience and morality. They were in a moral dilemma, for the volunteers had the power to stop the experiment to save the learner, but the experimenter’s words compelled them to keep going. Therefore, the experiment also shows the importance of obedience when defining moral standards. In this case, people knew that continuing with the experiment was immoral and the “wrong” action to do; however, it was not inevitable for the participants to disobey the authority’s authoritative words Many feared the consequences of disobedience. Thus, this shows how obedience is one of the key parts of how people make decisions and determine what is right and wrong. \nWhile each individual’s values might differ by the stages of moral development and the situations they were placed in, other factors also cause differences in morals, such as backgrounds, ethnicities, beliefs, religions, time periods, etc. For example, most countries today believe that bullfighting is immoral, but cruel to animals. However, in Spain and Columbia, bullfighting is still considered an entertainment, being one of their biggest cultures and events. Thus, there are so many different traditions and beliefs within the country that can influence one’s values and morals. Also, nowadays slavery is unquestionably known as immoral and wrong, but in the 18th and 19th centuries, it was, infact, atypical to not have one. People’s morals change as years go by, for a new generation brings new ideas and establishes their own morals. Overall, these aforementioned beliefs all connect to one’s morals and values. People are motivated by different things. Thus, through these experiences, they realize and learn to adapt and apply their morals to their standards. \nTherefore, there are countless motives, such as experiences, cultures, and interactions, that shape one’s standards of making the right decision. Kohlberg's development stages showed how moral development can be interwoven with the age and the cognitive development of a person. As one grows older, their motivations, morals, and values differ, for they are put into different situations. Milgram’s Shock Experiment showed how obedience is one of the most important values of human beings. There were also different beliefs and cultures in a region or time period that contrasted with those of another region or time period. Hence, people have different moralities shaped by countless different factors, such as one’s moral development, background, beliefs, and the situation he or she is placed in."
}