{
    "text": "Although a majority of people believe depression is caused by a chemical imbalance in one’s brain, according to research done at Harvard University, depression is mostly caused by faulty mood regulation by the brain, genetic vulnerability, stressful life events, and medical problems. People face hardships in their lives and some people are better at adjusting to them, while others are more vulnerable towards them. Ones who are more vulnerable to these hardships tend to receive depression. In 2016, the National Institute of Mental Health estimates that 16.2 million U.S adults endured depression.\nThe development of depression first starts with a series of small problems in one’s life. . Stress from fighting with friends, agitation from grades, and example#2, example#3–all of these seemingly trivial occurrences can be the first step towards depression. However, as these small-scaled problems accumulate, they can form major problems such as constant irritation, thoughts about death, insomnia, and headaches.\nThe brain senses depression from mostly the nerve cells as the functioning of nerve circuits has a major impact on depression. Researchers from Harvard have used technologies such as positron emission tomography (PET), single-photon emission computed tomography (SPECT), and functional magnetic resonance imaging (fMRI) in order to better study the effects of depression in the brain. By using these technologies, they found that three major parts of the brain were heavily affected by depression.\nThe first part is the Amygdala, a part of the limbic system which is located beneath the medial temporal lobe of the cerebrum. The amygdala holds a variety of functions including emotion, behavior, long-term memory, and olfaction. It is associated with emotions such as anger, pleasure, sorrow, and fear. If one gets sad or cynically depressed, the activity in the amygdala increases and doesn’t stop its activity even after recovery from depression, meaning the effects of depression last for a prolonged amount of time.\nNext is the thalamus which is made up of a series of nuclei, responsible for the relay of different sensory signals. It is located near the center of the brain. Because the thalamus is above the midbrain which allows nerve fibers to connect with the cerebral cortex in every direction, the thalamus receives most sensory information and relays the information to the cerebral cortex, which directs high-level functions such as behavioral reactions, movement, thinking, and learning. Hence, if someone receives bipolar disorder, which is a mental disorder that causes unusual shifts in mood and energy including depression, we can conclude this may result from problems in the thalamus which helps link sensory input to pleasant and unpleasant feelings.\nLastly, the third major part affected by depression is the Hippocampus. The hippocampus , similar to the amygdala, is also a part of the limbic system and has a central role in processing long-term memory and recollection. The hippocampus is responsible for generating fear and remembering its cause. For instance, if you encounter an enormous, terrifying dog that frightens you, the hippocampus will cause you to remember this memory if you encounter the same dog again. The hippocampus is smaller in depressed people compared to normal people as the ongoing exposure and violation of stress hormones causes damage to the growth of nerve cells in the hippocampus.\nAlthought these problems may sound permanent and severe to one’s brain, there are lots of simple solutions to slowly repair these damages to one’s brain. Sleeping regularly is key to solving depression as the brain needs rest and staying up for too long creates more stress for the individual. Next, always notice the positive side of life. Although always thinking positively may seem impossible for many people, just trying to shift your view from the negative thoughts to more positive ideas will encourage your brain to focus on doing and experiencing things that won’t harm your brain. For instance, by doing what you truly enjoy, you will be much less stressed, decreasing the amount of harm to your brain. Lastly, when none of these solutions are working, medications can be the last resort solution. Selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, and tricyclic antidepressants are all medicines that can help elevate one’s mood. However, have some side effects can arise from the use of these medications, so these must be taken as the very last resort solution."
}